Repository: DorienD/queer-cal
Catalog: priv/translations/*.po
Languages: nl

source: A link will be added around the title of the event. The website link will have priority over Facebook or Instagram.
nl: Een link wordt toegevoegd om de titel. De website link heeft prioriteit over de Facebook of Instagram link.

source: Add Event
nl: Voeg event toe

source: Add to Google calendar
nl: Voeg toe aan Google agenda

source: Add to Microsoft agenda
nl: Voeg toe aan Microsoft agenda

source: Add to calendar
nl: Voeg toe aan agenda

source: Add to iCalendar
nl: Voeg toe aan iCalendar

source: Address
nl: Adres

source: All day event
nl: Hele dag

source: All events
nl: Alle evenementen

source: All events from
nl: Alle evenementen van

source: All events with the
nl: Alle evenementen met

source: Appearance:
nl: Thema:

source: Apply filter
nl: Filter Toepassen

source: Back to top
nl: Terug omhoog

source: But sadly there are no events 🥺, know something? Mail it to:
nl: Geen evenementen 🥺, weet je iets? Mail het naar:

source: By
nl: Door

source: Cancel
nl: Annuleren

source: City
nl: Stad

source: Date
nl: Datum

source: Date & time
nl: Datum en tijd

source: Description
nl: Beschrijving

source: Description only provided in Dutch
nl: Details alleen in het Nederlands

source: Description only provided in English
nl: Details alleen in het Engels

source: Edit
nl: Bewerk

source: End date
nl: Eind datum

source: Event
nl: Evenement

source: Filter on
nl: Filter

source: Filter on a keyword
nl: Filter op een trefwoord

source: From
nl: Van

source: Hide this disclaimer for a while
nl: Verberg deze melding for een tijdje

source: Keywords
nl: Trefwoorden

source: Known location
nl: Bekende lokatie

source: Known organisation
nl: Bekende organisatie

source: Language
nl: Taal

source: Loading ...
nl: Laden ….

source: Location
nl: Lokatie

source: Missing a keyword? Please send them to
nl: Mis je een trefwoord? Stuur ze op naar

source: Next
nl: Volgende

source: Next month
nl: Volgende maand

source: No page
nl: Geen pagina

source: Not required
nl: Niet verplicht

source: Organisation name
nl: Organisatie naam

source: Past events in
nl: Eerdere evenementen in

source: Previous
nl: Vorige

source: Previous month
nl: Vorige maand

source: Proceed to external ticket sale
nl: Doorgaan naar externe ticket verkoop

source: Remove filter
nl: Verwijder filter

source: Required field
nl: Verplicht veld

source: Save
nl: Opslaan

source: Save &amp; view
nl: Opslaan & bekijken

source: Save and view the page
nl: Opslaan & bekijken

source: Save and view the page.
nl: Opslaan & bekijken.

source: Save this page.
nl: Sla deze pagina op.

source: Share this event
nl: Deel dit evenement

source: Showing dates in
nl: Datums zijn in

source: Sign up
nl: Aanmelden

source: Sign up link
nl: Aanmelding

source: Some locations are already in the system, if you can't find the location add the address in the form.
nl: Sommige locaties zijn al bekend in het systeem, als je de lokatie niet kunt vinden vul dan het formulier in.

source: Some organisations are already in the system, if you can't find the organisation add the title in the form.
nl: Sommige organisaties zijn al bekend in het systeem, als je de organisatie niet kunt vinden vul dan het formulier in.

source: Start date
nl: Startdatum

source: Start with a fresh overview of all the events
nl: Begin met een vers overzicht van alle evenementen

source: Street
nl: Straat

source: Street Line 1
nl: Straat

source: Summary
nl: Omschrijving

source: Support Queer Calendar
nl: Steun Queer Kalender

source: The end date must be in the future relative to the start date.
nl: De einddatum moet in de toekomst liggen relatief aan de startdatum.

source: The page might have been deleted.
nl: Deze pagina zou wel eens verwijderd kunnen zijn.

source: This will add a sign up button.
nl: Dit zal een aanmeld button toevoegen.

source: This will add a ticket button.
nl: Dit zal een ticket button toevoegen.

source: Till
nl: Tot

source: Title
nl: Titel

source: Title of the venue/location
nl: Titel van de lokatie

source: Today
nl: Vandaag

source: Upcoming events in
nl: Komende evenementen in

source: View
nl: Bekijk

source: View this page.
nl: Bekijk deze pagina.

source: You can add multiple keywords if needed.
nl: Je kunt meerdere trefwoorden toevoegen.

source: You filtered on
nl: Je filtert op

source: You must have at least one keyword.
nl: Je moet ten minste één trefwoord toevoegen.

source: You've filtered on
nl: Je hebt gefilterd op

source: approximately
nl: om en nabij

source: eg. De Trut or Club Church
nl: bijv. De Trut of Club Church

source: keyword
nl: trefwoorden
